{"meta":{"title":"Awan blog","subtitle":"Here are my memory and experience.","description":"Hi, I am from Taiwan. I try to use website to record my life memory and what I just know. Feel free to contact me.","author":"Awan","url":"https://awan119.github.io","root":"/"},"pages":[],"posts":[{"title":"exchange-student-experience","slug":"exchange-student-experience","date":"2022-02-18T12:29:09.000Z","updated":"2023-04-17T12:58:07.510Z","comments":true,"path":"exchange-student-experience/","link":"","permalink":"https://awan119.github.io/exchange-student-experience/","excerpt":"","text":"前言嗨，我是大學、研究所都在中央，土生土長的女孩，2019年八月去了瑞典林雪平大學當交換生，在那裏待了一年，把這一年當作畢業旅行，所以就盡心盡力的玩樂，旅遊了14個國家；下半年因為疫情，就待在瑞典本地，享受最local的生活。 以下就分享我的心路歷程 瑞典的交換生活中間的準備和申請，以及簽證問題，這裡就不贅述了，網路上可以找到許多資訊，也沒遇到甚麼大問題，大家也不用太擔心，以下就分享一些在那邊看到酷東西和小故事。 為啥我去瑞典交換咧？ 我是在大三的時候轉學來中央，那時候水深火熱，因為要補修非常多學分，還要打工跟練球，總之想出國的意念一直埋藏在心裡，儘管要延畢，我先不管這麼多，直接丟資料申請了。選擇瑞典的理由相當簡單，因為林雪平不需要看英文成績，不需要特別去考多益，所以就申請了。在申請交還的時候，除了第一志願放林雪平，後面兩個志願都選擇大陸，也是因為沒時間準備語言。反正幸運的沒有其他人跟我搶名額，我就申請上瑞典林雪平大學。過程順順利利的，沒有遇到太大的問題。 出國出國!!!去歐洲交換，最開心的莫過於有便宜的廉航，可以肆意的搭飛機出國。每次經過兩小時的飛行，就能去到一個不同語言與風格的國家，這樣的經驗，真的超酷。 上半年我去了14個國家，第一個去的是波蘭，那時候十月，滿滿秋意，是個旅遊淡季也是最舒服的旅遊季節。第一次住青年旅館，我們選擇在克拉克夫市區的One World Hostel。房間共十張床，男女混住，附早餐，一晚每人275台幣，夠便宜ㄅ！去了集中營、鹽礦、瓦維爾城堡，後來到首都華沙，這是我第一個東歐之旅。在疫情前去的最後一個國家也是波蘭，那時候去札克帕內滑雪和爬山，超美、也超絢爛的旅行收尾。 最酷的旅程最酷的旅程應該是去北極—Abisko阿比斯庫。這是一個在全世界最容易看到極光的地方。我和同學在十二月初，搭上了火車，花了17個小時才抵達Abisko。當時因為預算有限，我買了坐鋪，加上北極的這個青旅要自己帶被單和睡單，所以我選擇直接帶睡袋，就這樣枕著睡袋在火車上度過了一個晚上；有趣的是，大家都很有默契地換好座位，讓每個人身邊都有兩個座位，才可以躺下睡覺。來回火車票要價3000台幣，這個火車票算很便宜了，後來有去芬蘭北極的聖誕老人村，火車票是去阿比斯庫的兩倍，超貴！但是因為芬蘭那個算是觀光火車，還有wifi呢，比較貴也是可以理解。 這趟旅程共六天，有兩天都在搭車，而且我還訂錯火車，比同學在北極多留一天，多花了1630台幣住一晚，加上北極圈裡的火車常常停駛，我花了一點時間才研究出怎麼離開北極那個鬼地方，那時候有點孤獨、有點緊張，讓人忘懷。 抵達第一天晚上就看到了極光，這個神祕的東西就在頭上飛舞，一下亂竄、一下超優雅像是跳芭蕾舞用的彩帶那樣；而且那天算是極光大爆發，不需要透過相機就能清楚的看到綠綠、灰灰的極光，真的會讓人低聲地讚嘆。當下，真希望有好朋友或是家人在身邊，能夠跟他們分享這樣的美好時光。旅遊有好多故事可以分享，不過旅遊最棒的還是親身體驗吧！所以接下來我來分享一些在瑞典看到很酷的當地風情，以及文化差異。 讓我驚訝的瑞典文化瑞典大學生活2019年八月抵達瑞典，選擇先上瑞典語密集課程，每個星期有三到四堂課，一上就是整天。同學來自歐洲各國、美國、亞洲等等，也從這時候開始要自己帶便當，並且體驗瑞典式教育。 瑞典的大學會提供充足的微波爐，因為大家都是自己帶便當，每到用餐時刻，微波爐的區域都會大排長龍；大家加熱好便當，變在公共區域找位子坐下來吃飯聊天。 在瑞典的大學，有非常多的公共區域。公共區域提供了很好的社交場所，同學擁有非常多的地方可以討論不管是報告、社團活動、或是純聊天，都有一個很好的去處，同時也有一些是個人座位，藉由沙發的設計，讓你在公共區域還可以擁有私人空間，非常人性化呢！ 可以吃東西的圖書館另外，一個更酷的事情，就是林雪平大學的圖書館算是一間超大咖啡廳，裡面所有空間都是可以用餐、喝飲料的，所以在圖書館中會像咖啡廳一樣有一些人聲交談。 不過不用擔心，圖書館一樣提供了非常隱私的個人座位區域，更規畫了特殊區域供想安靜念書同學一個空間。圖書館中也有桌球桌、瑜珈球、一些教室，是一個非常多功能的空間，也是學生們非常喜歡去的地方。 滿滿愛，的教育瑞典式的教育，對台灣人來說蠻震撼的。在瑞典的學習中，你可以感受到滿滿的稱讚！回答的不好，老師會稱讚鼓勵，不過回答得特別好，老師也只是一句讚賞。「不過度稱讚，也不貶低任何人。」這是老師對學生的態度。在班上，老師會特別照顧進度比較慢的同學，而不是一直關注表現很好的同學，相比在台灣老師關注的是資優生，瑞典非常照顧弱勢族群，他們認為當你很強了，那就夠了，可以把其他資源與心力提供給需要的人。這樣的精神也可以在處理難民這件事情看到，過去他們無償提供難民住處，提供瑞典語教育並且會協助工作媒合，因為他們了解那些人們不是出於自願落魄，而是被生活所迫，所以他們選擇用愛包容並且給予實質幫助。（不過近年因為難民的確帶來不少生活影響，所以瑞典政府改變對難民的幫助，但跟其他國家比起來，瑞典已是給予難民非常多幫助了。） 在瑞典交換一年的花費這個部分應該是很多人好奇的吧！因為家境普通，也沒申請到獎學金，我媽就去幫我貸款七十萬去交換，所以我很認真記帳，小至花錢上廁所，大致所有的機票、住宿等等，都一一詳細列出，在歐洲遊玩的時候，可以提供大家小建議： 東歐最便宜，也是最多歷史文物的地方，非常多好吃、好看的東西； 西歐很貴但很美； 南歐便宜好玩、東西也好吃； 北歐無聊但風景壯麗。 以下表格簡單列出我在瑞典當地的基本開銷，基本上在瑞典當地生活，若房租跟我差不多的話，一個月開銷不超過兩萬五，其實沒有想像中的貴。順帶一提，我在交換這一年，所有的花費，包含生活、旅遊、住宿、機票、保險、後來回台的隔離(扣除防疫旅館補助)等等的，所有花費為台幣43萬。是不是沒有很貴！ 項目 花費(台幣) 備註 交通 林雪平市區公車，單趟 75 元 我幾乎都騎腳踏車，所以比較少這方面的支出 腳踏車是上一位交換生連同許多生活用品一起賣給我的 食物 $6000 &#x2F; 月 都自己煮！宿舍一定都會附廚房，如果你被安排到套房式的宿舍，那很幸運啦~有些共用廚房都會超級髒。 住宿 $13000&#x2F;月 是學校安排，並由瑞典的出房公司提供給我們住宿。 我住的是corridor套房，會有約七戶單人房共用廚房，房間都有自己的衛浴，別擔心 生活用品 跟台灣差不多 網路 $500&#x2F;月 sim 卡可以先在台灣買一張，或是在機場、超市都買的到。 我前前後後換了三張 sim 卡，每個公司都有各種方案可以選，比如每個月上網吃到飽，歐盟地區皆可使用，網內互打等等方案。 娛樂 開飛機 : $3000&#x2F;月 溜冰 : $130&#x2F;次 (租冰鞋的費用) 學校附近的迷你高爾夫 : $200&#x2F;月 列出一些我體驗過的休閒娛樂 Lagom 文化最後，分享在瑞典體驗到重要的 Lagom 文化 Lagom這個單字,講述了瑞典人的精神 : 意思是「剛剛好」就好，不爛也不特別好 北歐不特別重視精英 更關注的弱勢、後半段學生 或所謂社會邊緣的人 表現的剛剛好就好 工作努力的剛剛好就好 企圖心剛剛好就好 重要的是快樂就好 快樂的生活，快樂的做自己 社會期許什麼的先放一邊 其實在台灣我們很難做到這一點 主要是家庭對自己的期望很高吧 其實家庭給我們支持 真的就足以讓我們忽略外在的聲音 不用期望去期盼孩子成功 在上個世代的社會氛圍很難適應 連自己以後,都可能把自己未完的夢想訴諸到小孩身上,即使我經歷了這些 瑞典式的剛剛好 講起來很簡單，但執行起來說真的 要放掉很多對自己的成見 這就是本篇的分享，預祝大家交換順利，享受生活！","categories":[{"name":"歐洲旅遊","slug":"europe-journey","permalink":"https://awan119.github.io/categories/europe-journey/"}],"tags":[{"name":"Europe","slug":"Europe","permalink":"https://awan119.github.io/tags/Europe/"},{"name":"Exchange student","slug":"Exchange-student","permalink":"https://awan119.github.io/tags/Exchange-student/"},{"name":"Sweden","slug":"Sweden","permalink":"https://awan119.github.io/tags/Sweden/"}]},{"title":"[瑞典]交換前的時程表、文末瑞典簽證&按指紋經驗分享","slug":"exchange-student-schedule","date":"2019-08-20T11:59:13.000Z","updated":"2023-04-16T11:38:05.154Z","comments":true,"path":"exchange-student-schedule/","link":"","permalink":"https://awan119.github.io/exchange-student-schedule/","excerpt":"這是2019年的時程表，因 covid-19，我想有很大的變動，請大家斟酌參考 前言嗨~目前我在瑞典林雪平交換，以下提供交換前的時程表給各位參考讓各位不用太緊張~~尤其是在等簽證的時候。 文末是簽證相關，可直接下拉 備註：我來交換一年","text":"這是2019年的時程表，因 covid-19，我想有很大的變動，請大家斟酌參考 前言嗨~目前我在瑞典林雪平交換，以下提供交換前的時程表給各位參考讓各位不用太緊張~~尤其是在等簽證的時候。 文末是簽證相關，可直接下拉 備註：我來交換一年 時程表 時間 對應的事件 2019.3&#x2F;4 交換學校要求我們選課 2019.5&#x2F;9 收到交換學校email，申請住宿 2019.5&#x2F;11 申請 Studentbost 的帳號，開始集點(不確定其他國家的做法，這個提供瑞典交換學生參考，每個學校配合廠商也不同，記得詳閱學校寄給你的每封EMAIL) 2019.5&#x2F;15 申請ISIC國際學生證 (我申請和永豐debit卡結合的學生證簽帳卡) 2019.5&#x2F;18 申請信用卡&#x2F;金融卡，建議 master, VISA 各帶一張 2019.5&#x2F;20 收到LoA(Letter of Admission) 2019.5&#x2F;20 收到確認信，同一天馬上訂機票 (我訂單程機票) 2019.5&#x2F;27 買保險，記得要”英文”保單 (我買”美商安達”保險，買兩張日期時間接續的保單，因為一張保單只能半年，保單內容要符合簽證要求) 2019.5&#x2F;29 收到宿舍住宿合約確認email (我抽到單人房，corridor room, shared kitchen) 2019.6&#x2F;4 申請英文財產證明 (到移民局網站確定最新規則，銀行帳戶一定要是自己名字，最後財產證明上我是寫歐元) 2019.6&#x2F;5 開始申請簽證 (現在是”曼谷”的瑞典大使館受理台灣業務) 2019.7&#x2F;11 收到瑞典移民局email，表示我的簽證已受理 (信件理會寫 Your case has now been settled. ) 2019.7&#x2F;15 寄信給曼谷大使館確認簽證，並要求寄送紙本Decision Letter (這部份想分享，放在本文章最後一段) 2019.7&#x2F;16 曼谷大使館回信，要求提供寄送地址 2019.7&#x2F;17 根據信件，曼谷大使館在這天寄出紙本Decision Letter 2019.7&#x2F;18 申請SJ 帳號 (瑞典國鐵，沒有人口號，要寄信給SJ要求帳號，有帳號可以集點，之後查票訂票什麼的也比較方便) 2019.7&#x2F;26 收到紙本Decision Letter、這天也順便申請信用卡送機服務 2019.7&#x2F;26 獲得SJ帳號 2019.7&#x2F;30 申請國航額外行李服務，可參考文章 (TBD LINK) 2019.8&#x2F;1(當地時間) 桃園機場換瑞典幣、出發 2019.8&#x2F;16 到北雪平按指紋、拍照，申請居留證 簽證幸運的我，承辦人員願意寄給我紙本Decision Letter，但我們學校另外兩個，也是到林雪平交換的同學，承辦人員皆表示可以用觀光簽先進入瑞典，再到移民局壓指紋即可，因此沒有寄送紙本Decision Letter給他們。建議各位如果沒拿到紙本Decision Letter，先別緊張，將Decision Letter、瑞典移民局表示簽證已受理的EMAIL，以及LoA、住宿合約、英文版保險、英文版財產證明都印出來，反正就是讓海關了解你真的是交換學生，並且能夠合法進入瑞典境內。那時候在ARN過海關，超級緊張，一開始先給海關護照，然後他跟我要了任何可以證明的文件，我當然是提供Decision Letter，另外一位同學則是提供EMAIL紙本證明，並向海關說明我們會再去移民局壓指紋，換成學生簽。海關就在護照蓋了章，並祝我們玩得愉快~~~ 關於瑞典當地按指紋八月我們已經開始上瑞典語課，網路上有的時間實在都沒辦法配合，只好試試看沒預約去移民局看看。~~我們大概9：20（這裡的移民局九點開門）進去。 一開始是普通員工，說什麼也不肯讓我們drop in。後來不死心，直接到接客櫃檯再問一次，恰好有兩個穿套裝的員工在那裡，感覺職權比剛剛那個高一點。我們就強調上面能有的時間真的很少，又害怕超過90天，平常每天都上課從九點到下午三點。然後強調我們願意等，等到晚上也行。就講的都是事實，然後又講到同學來也是沒預約你們還是讓他按，後來他就讓我們抽號碼牌了。也只等了十五分鐘~不過也有同學是九點就進去，移民局會給過，原因是預約的人還沒來。或許大家也可以試試看，說我等看看可能預約的人不來之類的。 ~~ 強烈建議一定要預約再過去，按指紋這件事情其實沒有很急，避免造成雙方尷尬，我們之前這一要求其實很不禮貌 祝福要來交換的各位申請都順利優 ~","categories":[{"name":"歐洲旅遊","slug":"europe-journey","permalink":"https://awan119.github.io/categories/europe-journey/"}],"tags":[{"name":"Europe","slug":"Europe","permalink":"https://awan119.github.io/tags/Europe/"},{"name":"Exchange student","slug":"Exchange-student","permalink":"https://awan119.github.io/tags/Exchange-student/"},{"name":"Sweden","slug":"Sweden","permalink":"https://awan119.github.io/tags/Sweden/"}]}],"categories":[{"name":"歐洲旅遊","slug":"europe-journey","permalink":"https://awan119.github.io/categories/europe-journey/"}],"tags":[{"name":"Europe","slug":"Europe","permalink":"https://awan119.github.io/tags/Europe/"},{"name":"Exchange student","slug":"Exchange-student","permalink":"https://awan119.github.io/tags/Exchange-student/"},{"name":"Sweden","slug":"Sweden","permalink":"https://awan119.github.io/tags/Sweden/"}]}